# Config
cask_args appdir: '~/Applications'

# Tap
tap 'lindell/multi-gitter'


# Brews
brew 'awscli'
brew 'bat'
brew 'fastfetch'
brew 'git'
brew 'gnupg'
brew 'go'
brew 'gpg2'
brew 'imagemagick'
brew 'lazygit'
brew 'lindell/multi-gitter/multi-gitter'
brew 'neovim'
brew 'pinentry-mac'
brew 'ripgrep'
brew 'tmux'
brew 'tree-sitter'
brew 'wget'

# Casks
cask 'ghostty'
cask 'spotify'
